Repository: Thomas-A-Reinert/acf-animatecss
Catalog: lang/*.po
Languages: de_de

source: Animate.css Effects
de_de: Animate.css Effekte

source: Error! Please enter a higher value
de_de: Fehler! Bitte geben Sie einen höheren Wert ein

source: Enable Effect
de_de: Effekt aktivieren

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Animate Type 1
de_de: Animate Typ 1

source: Animate Type 2
de_de: Animate Typ 2

source: Animate Type 3
de_de: Animate Typ 3

source: Animate Type 4
de_de: Animate Typ 4

source: Select Animate.css Type
de_de: Wählen Sie die Art der Animate.css Animation

source: Select number of animate select type to show user.
de_de: Wählen Sie die Anzahl der Auswahlboxen, die dem Nutzer angezeigt werden sollen.

source: Animate.css Start Delay
de_de: Animate.css Startverzögerung

source: Animation Speed
de_de: Animationsgeschwindigkeit

source: ACF field to catch settings for Animate.css like effect to use, animation speed and start delay.
de_de: ACF Feld zum Einstellen der Effekte für Animate.CSS wie Auswahl des Effekts, Animationsgeschwindigkeit und Startverzögerung.
